[
  {
    "code": "01",
    "name": "Ain",
    "slug": "ain",
    "description": "Situé en Auvergne-Rhône-Alpes, l'Ain présente des défis climatiques variés entre les étangs de la Dombes et les montagnes du Jura. Nos couvreurs à Bourg-en-Bresse, Oyonnax et dans tout le département maîtrisent l'isolation renforcée nécessaire aux hivers rigoureux du Haut-Jura et l'étanchéité adaptée aux zones humides de la Dombes. Nous privilégions les matériaux locaux comme l'ardoise du Jura pour nos travaux de couverture.",
    "specialites": [
      "Isolation renforcée pour climat montagnard",
      "Étanchéité pour zones humides",
      "Pose d'ardoise du Jura"
    ],
    "keywords": [
      "couvreur Ain",
      "isolation Bourg-en-Bresse",
      "étanchéité Dombes",
      "ardoise Oyonnax"
    ]
  },
  {
    "code": "02",
    "name": "Aisne",
    "slug": "aisne",
    "description": "Dans les Hauts-de-France, l'Aisne subit un climat océanique dégradé avec des vents fréquents. Nos couvreurs à Laon, Saint-Quentin et Soissons excellent dans la pose d'ardoises résistantes aux intempéries et la rénovation de charpentes anciennes. Face aux précipitations importantes, nous privilégions l'étanchéité renforcée et l'isolation thermique performante.",
    "specialites": [
      "Pose d'ardoises traditionnelles",
      "Rénovation de charpentes anciennes",
      "Étanchéité renforcée"
    ],
    "keywords": [
      "couvreur Aisne",
      "ardoise Laon",
      "charpente Saint-Quentin",
      "étanchéité Soissons"
    ]
  },
  {
    "code": "03",
    "name": "Allier",
    "slug": "allier",
    "description": "Au cœur de l'Auvergne-Rhône-Alpes, l'Allier bénéficie d'un climat continental modéré. Nos couvreurs à Moulins, Montluçon et Vichy maîtrisent la pose de tuiles plates traditionnelles et l'isolation adaptée aux variations thermiques. Nous intervenons également sur la restauration de toitures de châteaux avec des techniques respectueuses du patrimoine.",
    "specialites": [
      "Pose de tuiles plates traditionnelles",
      "Isolation thermique performante",
      "Restauration de patrimoine"
    ],
    "keywords": [
      "couvreur Allier",
      "tuiles Moulins",
      "isolation Montluçon",
      "patrimoine Vichy"
    ]
  },
  {
    "code": "04",
    "name": "Alpes-de-Haute-Provence",
    "slug": "alpes-de-haute-provence",
    "description": "Entre Provence et Alpes, ce département présente des variations climatiques importantes selon l'altitude. Nos couvreurs à Digne-les-Bains, Manosque et Sisteron spécialisent dans la pose de tuiles canal provençales et les systèmes d'ancrage renforcé contre le mistral. L'isolation est adaptée aux écarts thermiques jour/nuit.",
    "specialites": [
      "Pose de tuiles canal provençales",
      "Ancrage renforcé anti-mistral",
      "Isolation haute performance montagne"
    ],
    "keywords": [
      "couvreur Alpes-de-Haute-Provence",
      "tuiles canal Digne",
      "mistral Manosque",
      "montagne Sisteron"
    ]
  },
  {
    "code": "05",
    "name": "Hautes-Alpes",
    "slug": "hautes-alpes",
    "description": "Dans les Alpes du Sud, les Hautes-Alpes présentent des conditions climatiques extrêmes de haute montagne. Nos couvreurs à Gap, Briançon et Embrun maîtrisent les toitures à forte pente nécessaires à l'évacuation de la neige et utilisent des matériaux résistants aux cycles gel-dégel répétés. L'isolation haute performance est essentielle.",
    "specialites": [
      "Toitures à forte pente",
      "Matériaux anti gel-dégel",
      "Isolation haute montagne"
    ],
    "keywords": [
      "couvreur Hautes-Alpes",
      "pente Gap",
      "gel-dégel Briançon",
      "isolation Embrun"
    ]
  },
  {
    "code": "06",
    "name": "Alpes-Maritimes",
    "slug": "alpes-maritimes",
    "description": "Sur la Côte d'Azur, les Alpes-Maritimes combinent climat méditerranéen et embruns marins. Nos couvreurs à Nice, Cannes et Antibes excellent dans l'étanchéité de toitures-terrasses modernes et la pose de tuiles romanes. Les traitements anticorrosion sont essentiels face aux embruns, ainsi que les systèmes d'évacuation d'eaux pluviales pour les orages violents.",
    "specialites": [
      "Étanchéité toitures-terrasses",
      "Traitement anticorrosion marine",
      "Évacuation eaux pluviales"
    ],
    "keywords": [
      "couvreur Alpes-Maritimes",
      "étanchéité Nice",
      "anticorrosion Cannes",
      "terrasse Antibes"
    ]
  },
  {
    "code": "07",
    "name": "Ardèche",
    "slug": "ardeche",
    "description": "L'Ardèche, avec ses gorges et son relief accidenté, présente des défis d'accessibilité pour les travaux de couverture. Nos couvreurs à Privas, Annonay et Aubenas maîtrisent la pose de lauzes traditionnelles et l'étanchéité adaptée aux zones humides des gorges. L'isolation est renforcée pour faire face aux variations d'altitude.",
    "specialites": [
      "Pose de lauzes traditionnelles",
      "Étanchéité zones humides",
      "Travaux en zones difficiles d'accès"
    ],
    "keywords": [
      "couvreur Ardèche",
      "lauze Privas",
      "étanchéité Annonay",
      "accès Aubenas"
    ]
  },
  {
    "code": "08",
    "name": "Ardennes",
    "slug": "ardennes",
    "description": "Aux frontières belge et luxembourgeoise, les Ardennes subissent un climat continental humide rigoureux. Nos couvreurs à Charleville-Mézières, Sedan et Rethel excellent dans la pose d'ardoises locales et l'isolation renforcée contre le froid. Les charpentes en bois nécessitent des traitements spécifiques contre l'humidité.",
    "specialites": [
      "Pose d'ardoises locales",
      "Isolation anti-froid",
      "Traitement charpentes bois"
    ],
    "keywords": [
      "couvreur Ardennes",
      "ardoise Charleville-Mézières",
      "isolation Sedan",
      "charpente Rethel"
    ]
  },
  {
    "code": "09",
    "name": "Ariège",
    "slug": "ariege",
    "description": "Nichée dans les Pyrénées, l'Ariège présente des défis de haute montagne. Nos couvreurs à Foix, Pamiers et Saint-Girons maîtrisent les toitures à forte pente et les systèmes d'ancrage renforcé contre les vents de montagne. L'isolation haute performance est cruciale, ainsi que les pare-neige pour éviter les chutes dangereuses.",
    "specialites": [
      "Toitures forte pente montagne",
      "Ancrage anti-vent",
      "Pose de pare-neige"
    ],
    "keywords": [
      "couvreur Ariège",
      "pente Foix",
      "ancrage Pamiers",
      "pare-neige Saint-Girons"
    ]
  },
  {
    "code": "10",
    "name": "Aube",
    "slug": "aube",
    "description": "En Champagne-Ardenne, l'Aube bénéficie d'un climat semi-continental. Nos couvreurs à Troyes, Romilly-sur-Seine et Nogent-sur-Seine spécialisent dans la pose de tuiles plates et la restauration de colombages. L'isolation thermique est adaptée aux variations saisonnières, et nous maîtrisons les techniques de zinguerie traditionnelle.",
    "specialites": [
      "Pose de tuiles plates",
      "Restauration de colombages",
      "Zinguerie traditionnelle"
    ],
    "keywords": [
      "couvreur Aube",
      "tuiles Troyes",
      "colombage Romilly",
      "zinguerie Nogent"
    ]
  },
  {
    "code": "11",
    "name": "Aude",
    "slug": "aude",
    "description": "Entre Méditerranée et Pyrénées, l'Aude subit la tramontane et des orages violents. Nos couvreurs à Carcassonne, Narbonne et Limoux excellent dans la pose de tuiles canal et l'ancrage renforcé contre les vents. Nous maîtrisons également la restauration de patrimoine historique et les systèmes d'évacuation d'eaux pluviales pour les orages cévenols.",
    "specialites": [
      "Pose de tuiles canal",
      "Ancrage anti-tramontane",
      "Évacuation eaux pluviales renforcée"
    ],
    "keywords": [
      "couvreur Aude",
      "tuiles Carcassonne",
      "tramontane Narbonne",
      "évacuation Limoux"
    ]
  },
  {
    "code": "12",
    "name": "Aveyron",
    "slug": "aveyron",
    "description": "Sur les causses aveyronnais, les conditions climatiques sont rudes avec des vents forts. Nos couvreurs à Rodez, Millau et Villefranche-de-Rouergue maîtrisent la pose de lauzes du causse et l'isolation adaptée aux variations thermiques importantes. L'étanchéité doit résister aux intempéries des plateaux calcaires.",
    "specialites": [
      "Pose de lauzes du causse",
      "Isolation anti-variations thermiques",
      "Étanchéité plateaux"
    ],
    "keywords": [
      "couvreur Aveyron",
      "lauze Rodez",
      "causse Millau",
      "isolation Villefranche"
    ]
  },
  {
    "code": "13",
    "name": "Bouches-du-Rhône",
    "slug": "bouches-du-rhone",
    "description": "Entre Marseille et la Camargue, les Bouches-du-Rhône subissent le mistral violent et les embruns marins. Nos couvreurs à Marseille, Aix-en-Provence et Arles excellent dans l'ancrage renforcé contre le mistral et les traitements anticorrosion. Nous maîtrisons aussi bien les toitures urbaines modernes que les mas provençaux traditionnels.",
    "specialites": [
      "Ancrage renforcé anti-mistral",
      "Traitement anticorrosion",
      "Toitures urbaines et traditionnelles"
    ],
    "keywords": [
      "couvreur Bouches-du-Rhône",
      "mistral Marseille",
      "anticorrosion Aix-en-Provence",
      "mas Arles"
    ]
  },
  {
    "code": "14",
    "name": "Calvados",
    "slug": "calvados",
    "description": "Sur les côtes normandes, le Calvados subit un climat océanique avec des vents marins constants. Nos couvreurs à Caen, Bayeux et Lisieux maîtrisent la pose d'ardoises normandes et la restauration de chaumières. L'étanchéité renforcée est essentielle face aux précipitations fréquentes et aux vents salés.",
    "specialites": [
      "Pose d'ardoises normandes",
      "Restauration de chaumières",
      "Étanchéité renforcée maritime"
    ],
    "keywords": [
      "couvreur Calvados",
      "ardoise Caen",
      "chaume Bayeux",
      "étanchéité Lisieux"
    ]
  },
  {
    "code": "15",
    "name": "Cantal",
    "slug": "cantal",
    "description": "Au cœur des volcans d'Auvergne, le Cantal présente des conditions de moyenne montagne rigoureuses. Nos couvreurs à Aurillac, Saint-Flour et Mauriac excellent dans la pose de lauzes volcaniques et l'isolation haute performance. Les toitures doivent résister aux importantes charges de neige et aux vents d'altitude.",
    "specialites": [
      "Pose de lauzes volcaniques",
      "Isolation haute performance",
      "Résistance aux charges de neige"
    ],
    "keywords": [
      "couvreur Cantal",
      "lauze Aurillac",
      "isolation Saint-Flour",
      "neige Mauriac"
    ]
  },
  {
    "code": "16",
    "name": "Charente",
    "slug": "charente",
    "description": "En Charente, le climat océanique dégradé apporte une humidité constante. Nos couvreurs à Angoulême, Cognac et Confolens maîtrisent la pose de tuiles canal et l'étanchéité anti-humidité. La restauration de logis anciens nécessite des techniques traditionnelles préservées et des matériaux adaptés au patrimoine local.",
    "specialites": [
      "Pose de tuiles canal",
      "Étanchéité anti-humidité",
      "Restauration de logis anciens"
    ],
    "keywords": [
      "couvreur Charente",
      "tuiles Angoulême",
      "humidité Cognac",
      "logis Confolens"
    ]
  },
  {
    "code": "17",
    "name": "Charente-Maritime",
    "slug": "charente-maritime",
    "description": "Sur la côte atlantique, la Charente-Maritime subit les embruns marins et les tempêtes océaniques. Nos couvreurs à La Rochelle, Saintes et Rochefort excellent dans les traitements anticorrosion et l'étanchéité maritime. L'ancrage des toitures doit résister aux vents atlantiques violents.",
    "specialites": [
      "Traitement anticorrosion marine",
      "Étanchéité maritime",
      "Ancrage anti-vents atlantiques"
    ],
    "keywords": [
      "couvreur Charente-Maritime",
      "anticorrosion La Rochelle",
      "maritime Saintes",
      "atlantique Rochefort"
    ]
  },
  {
    "code": "18",
    "name": "Cher",
    "slug": "cher",
    "description": "Au cœur de la France, le Cher bénéficie d'un climat continental modéré. Nos couvreurs à Bourges, Vierzon et Saint-Amand-Montrond maîtrisent la restauration de toitures de châteaux et la pose de couvertures traditionnelles berrichonnes. L'isolation thermique est adaptée aux variations saisonnières du climat continental.",
    "specialites": [
      "Restauration toitures de châteaux",
      "Couvertures berrichonnes",
      "Isolation climat continental"
    ],
    "keywords": [
      "couvreur Cher",
      "châteaux Bourges",
      "berrichon Vierzon",
      "continental Saint-Amand"
    ]
  },
  {
    "code": "19",
    "name": "Corrèze",
    "slug": "correze",
    "description": "Entre plateaux limousins et vallées, la Corrèze présente un climat montagnard humide. Nos couvreurs à Tulle, Brive-la-Gaillarde et Ussel maîtrisent la pose d'ardoises limousines et l'étanchéité renforcée contre l'humidité. L'isolation doit être performante pour résister aux hivers rigoureux du plateau de Millevaches.",
    "specialites": [
      "Pose d'ardoises limousines",
      "Étanchéité anti-humidité",
      "Isolation montagnarde"
    ],
    "keywords": [
      "couvreur Corrèze",
      "ardoise Tulle",
      "humidité Brive",
      "montagne Ussel"
    ]
  },
  {
    "code": "20",
    "name": "Corse",
    "slug": "corse",
    "description": "Sur l'île de Beauté, la Corse présente des défis insulaires uniques avec des vents violents et des embruns constants. Nos couvreurs à Ajaccio, Bastia et Corte maîtrisent l'ancrage ultra-renforcé contre les tempêtes et les traitements anticorrosion marine. L'isolation doit s'adapter aux variations d'altitude entre littoral et montagne.",
    "specialites": [
      "Ancrage ultra-renforcé",
      "Traitement anticorrosion",
      "Isolation littoral-montagne"
    ],
    "keywords": [
      "couvreur Corse",
      "tempête Ajaccio",
      "anticorrosion Bastia",
      "montagne Corte"
    ]
  },
  {
    "code": "21",
    "name": "Côte-d'Or",
    "slug": "cote-dor",
    "description": "Au cœur de la Bourgogne, la Côte-d'Or bénéficie d'un climat semi-continental. Nos couvreurs à Dijon, Beaune et Montbard maîtrisent la pose de tuiles vernissées bourguignonnes et la restauration de patrimoine viticole. L'isolation thermique est adaptée aux variations saisonnières, et nous intervenons sur les chais et caves nécessitant une étanchéité spécifique.",
    "specialites": [
      "Pose de tuiles vernissées",
      "Restauration patrimoine viticole",
      "Étanchéité caves et chais"
    ],
    "keywords": [
      "couvreur Côte-d'Or",
      "tuiles Dijon",
      "viticole Beaune",
      "patrimoine Montbard"
    ]
  },
  {
    "code": "22",
    "name": "Côtes-d'Armor",
    "slug": "cotes-darmor",
    "description": "Sur la côte bretonne, les Côtes-d'Armor affrontent les tempêtes atlantiques les plus violentes. Nos couvreurs à Saint-Brieuc, Lannion et Dinan maîtrisent l'ancrage ultra-renforcé contre les vents et la pose d'ardoises bretonnes. L'étanchéité doit résister aux pluies battantes et aux embruns constants.",
    "specialites": [
      "Ancrage ultra-renforcé",
      "Pose d'ardoises bretonnes",
      "Étanchéité anti-tempêtes"
    ],
    "keywords": [
      "couvreur Côtes-d'Armor",
      "tempête Saint-Brieuc",
      "ardoise Lannion",
      "ancrage Dinan"
    ]
  },
  {
    "code": "23",
    "name": "Creuse",
    "slug": "creuse",
    "description": "Sur le plateau limousin, la Creuse subit un climat rude avec des hivers rigoureux. Nos couvreurs à Guéret, Aubusson et La Souterraine excellent dans la pose d'ardoises locales et l'isolation haute performance. Les toitures doivent résister aux charges de neige importantes et aux vents du plateau.",
    "specialites": [
      "Pose d'ardoises locales",
      "Isolation haute performance",
      "Résistance charges de neige"
    ],
    "keywords": [
      "couvreur Creuse",
      "ardoise Guéret",
      "isolation Aubusson",
      "plateau La Souterraine"
    ]
  },
  {
    "code": "24",
    "name": "Dordogne",
    "slug": "dordogne",
    "description": "En Périgord, la Dordogne bénéficie d'un climat océanique dégradé avec une forte humidité. Nos couvreurs à Périgueux, Bergerac et Sarlat-la-Canéda maîtrisent la pose de lauzes périgordines et la restauration de patrimoine historique. L'étanchéité anti-humidité et l'isolation thermique sont essentielles.",
    "specialites": [
      "Pose de lauzes périgordines",
      "Restauration patrimoine historique",
      "Étanchéité anti-humidité"
    ],
    "keywords": [
      "couvreur Dordogne",
      "lauze Périgueux",
      "patrimoine Bergerac",
      "humidité Sarlat"
    ]
  },
  {
    "code": "25",
    "name": "Doubs",
    "slug": "doubs",
    "description": "Dans le Jura franc-comtois, le Doubs subit des conditions montagnardes rigoureuses. Nos couvreurs à Besançon, Montbéliard et Pontarlier maîtrisent l'isolation haute performance et la résistance aux fortes charges de neige. Les toitures à forte pente et les systèmes de déneigement sont essentiels.",
    "specialites": [
      "Isolation haute performance",
      "Toitures forte pente",
      "Systèmes de déneigement"
    ],
    "keywords": [
      "couvreur Doubs",
      "isolation Besançon",
      "neige Montbéliard",
      "pente Pontarlier"
    ]
  },
  {
    "code": "26",
    "name": "Drôme",
    "slug": "drome",
    "description": "Entre Vercors et Provence, la Drôme présente une grande diversité climatique. Nos couvreurs à Valence, Montélimar et Die maîtrisent la pose de tuiles canal et l'ancrage anti-mistral dans la vallée du Rhône, ainsi que l'isolation montagnarde pour les zones d'altitude du Vercors.",
    "specialites": [
      "Pose de tuiles canal",
      "Ancrage anti-mistral",
      "Isolation montagnarde"
    ],
    "keywords": [
      "couvreur Drôme",
      "tuiles Valence",
      "mistral Montélimar",
      "vercors Die"
    ]
  },
  {
    "code": "27",
    "name": "Eure",
    "slug": "eure",
    "description": "Dans la campagne normande, l'Eure subit un climat océanique humide constant. Nos couvreurs à Évreux, Vernon et Louviers maîtrisent la restauration de chaumières et la pose de couvertures traditionnelles normandes. L'étanchéité anti-humidité est cruciale dans ce climat persistamment humide.",
    "specialites": [
      "Restauration de chaumières",
      "Couvertures normandes traditionnelles",
      "Étanchéité anti-humidité"
    ],
    "keywords": [
      "couvreur Eure",
      "chaume Évreux",
      "normandie Vernon",
      "humidité Louviers"
    ]
  },
  {
    "code": "28",
    "name": "Eure-et-Loir",
    "slug": "eure-et-loir",
    "description": "Aux portes de l'Île-de-France, l'Eure-et-Loir subit les vents de plaine et un climat océanique dégradé. Nos couvreurs à Chartres, Dreux et Châteaudun excellent dans l'ancrage adapté aux vents de plaine et la restauration de patrimoine religieux. L'isolation thermique performante est nécessaire.",
    "specialites": [
      "Ancrage anti-vents de plaine",
      "Restauration patrimoine religieux",
      "Isolation thermique performante"
    ],
    "keywords": [
      "couvreur Eure-et-Loir",
      "ancrage Chartres",
      "patrimoine Dreux",
      "isolation Châteaudun"
    ]
  },
  {
    "code": "29",
    "name": "Finistère",
    "slug": "finistere",
    "description": "Au bout du monde breton, le Finistère affronte les tempêtes atlantiques les plus violentes de France. Nos couvreurs à Quimper, Brest et Morlaix maîtrisent l'ancrage ultra-renforcé et l'étanchéité exceptionnelle. Les matériaux doivent résister aux embruns constants et aux vents extrêmes.",
    "specialites": [
      "Ancrage ultra-renforcé",
      "Étanchéité exceptionnelle",
      "Résistance embruns extrêmes"
    ],
    "keywords": [
      "couvreur Finistère",
      "tempête Quimper",
      "embruns Brest",
      "ancrage Morlaix"
    ]
  },
  {
    "code": "30",
    "name": "Gard",
    "slug": "gard",
    "description": "Entre Cévennes et Camargue, le Gard subit des orages violents et le mistral. Nos couvreurs à Nîmes, Alès et Bagnols-sur-Cèze maîtrisent l'évacuation d'eaux pluviales renforcée pour les orages cévenols et l'ancrage anti-mistral. La pose de tuiles canal résistantes aux intempéries est essentielle.",
    "specialites": [
      "Évacuation eaux pluviales renforcée",
      "Ancrage anti-mistral",
      "Pose tuiles canal résistantes"
    ],
    "keywords": [
      "couvreur Gard",
      "évacuation Nîmes",
      "mistral Alès",
      "orages Bagnols"
    ]
  },
  {
    "code": "31",
    "name": "Haute-Garonne",
    "slug": "haute-garonne",
    "description": "Autour de Toulouse, la Haute-Garonne bénéficie d'un climat océanique dégradé. Nos couvreurs à Toulouse, Muret et Saint-Gaudens maîtrisent les toitures urbaines modernes et l'isolation acoustique nécessaire en zone urbaine dense. La pose de tuiles canal et l'étanchéité de toitures-terrasses sont nos spécialités.",
    "specialites": [
      "Toitures urbaines modernes",
      "Isolation acoustique",
      "Étanchéité toitures-terrasses"
    ],
    "keywords": [
      "couvreur Haute-Garonne",
      "urbain Toulouse",
      "acoustique Muret",
      "terrasse Saint-Gaudens"
    ]
  },
  {
    "code": "32",
    "name": "Gers",
    "slug": "gers",
    "description": "Au cœur de la Gascogne, le Gers bénéficie d'un climat océanique dégradé avec des étés chauds. Nos couvreurs à Auch, Condom et Mirande maîtrisent la ventilation de combles et l'isolation thermique adaptée aux fortes chaleurs estivales. La restauration de fermes traditionnelles à colombages nécessite des techniques spécialisées.",
    "specialites": [
      "Ventilation de combles",
      "Isolation anti-chaleur",
      "Restauration fermes colombages"
    ],
    "keywords": [
      "couvreur Gers",
      "ventilation Auch",
      "chaleur Condom",
      "colombages Mirande"
    ]
  },
  {
    "code": "33",
    "name": "Gironde",
    "slug": "gironde",
    "description": "Autour de Bordeaux, la Gironde subit l'influence océanique et l'humidité du bassin d'Arcachon. Nos couvreurs à Bordeaux, Libourne et Arcachon maîtrisent l'étanchéité anti-humidité marine et la pose de tuiles canal. La restauration de chais viticoles nécessite une expertise particulière en ventilation.",
    "specialites": [
      "Étanchéité anti-humidité marine",
      "Restauration chais viticoles",
      "Ventilation spécialisée"
    ],
    "keywords": [
      "couvreur Gironde",
      "humidité Bordeaux",
      "chais Libourne",
      "marine Arcachon"
    ]
  },
  {
    "code": "34",
    "name": "Hérault",
    "slug": "herault",
    "description": "Couvreur spécialisé dans l’Hérault\n\nEntre mer et garrigue, l’Hérault connaît régulièrement la tramontane et de violents orages méditerranéens. Ces conditions climatiques nécessitent des toitures solides, fiables et résistantes.\n\nNos couvreurs interviennent à Montpellier, Béziers, Sète et dans tout le département pour assurer la pose, la réparation et la rénovation de vos toitures. Grâce à notre expertise, nous renforçons vos couvertures face aux intempéries et garantissons la durabilité de votre habitat.\n\nQue vous soyez un particulier ou un professionnel, nous vous proposons des solutions adaptées à vos besoins afin de protéger efficacement votre maison ou votre bâtiment.", "specialites": [
      "Évacuation eaux pluviales méditerranéennes",
      "Ancrage anti-tramontane",
      "Étanchéité toitures-terrasses"
    ],
    "keywords": [
      "couvreur Hérault",
      "évacuation Montpellier",
      "tramontane Béziers",
      "terrasse Sète"
    ]
  },
  {
    "code": "35",
    "name": "Ille-et-Vilaine",
    "slug": "ille-et-vilaine",
    "description": "Autour de Rennes, l'Ille-et-Vilaine subit un climat océanique avec des tempêtes fréquentes. Nos couvreurs à Rennes, Saint-Malo et Fougères maîtrisent la pose d'ardoises bretonnes et l'étanchéité renforcée contre l'humidité persistante. L'ancrage doit résister aux vents marins violents sur la côte.",
    "specialites": [
      "Pose d'ardoises bretonnes",
      "Étanchéité anti-humidité",
      "Ancrage anti-vents marins"
    ],
    "keywords": [
      "couvreur Ille-et-Vilaine",
      "ardoise Rennes",
      "humidité Saint-Malo",
      "vents Fougères"
    ]
  },
  {
    "code": "36",
    "name": "Indre",
    "slug": "indre",
    "description": "Au cœur du Berry, l'Indre subit un climat continental avec des variations thermiques importantes. Nos couvreurs à Châteauroux, Issoudun et Le Blanc maîtrisent l'isolation adaptée aux écarts thermiques et la pose de couvertures traditionnelles berrichonnes. L'étanchéité doit résister aux cycles gel-dégel.",
    "specialites": [
      "Isolation anti-variations thermiques",
      "Couvertures berrichonnes",
      "Étanchéité anti gel-dégel"
    ],
    "keywords": [
      "couvreur Indre",
      "isolation Châteauroux",
      "berrichon Issoudun",
      "gel-dégel Le Blanc"
    ]
  },
  {
    "code": "37",
    "name": "Indre-et-Loire",
    "slug": "indre-et-loire",
    "description": "En Touraine, l'Indre-et-Loire bénéficie d'un climat océanique dégradé doux. Nos couvreurs à Tours, Chinon et Amboise excellent dans la restauration de toitures de châteaux et la pose d'ardoises tourangelles. Les techniques patrimoniales et l'étanchéité respectueuse des monuments historiques sont nos spécialités.",
    "specialites": [
      "Restauration toitures châteaux",
      "Pose ardoises tourangelles",
      "Techniques patrimoniales"
    ],
    "keywords": [
      "couvreur Indre-et-Loire",
      "châteaux Tours",
      "ardoise Chinon",
      "patrimoine Amboise"
    ]
  },
  {
    "code": "38",
    "name": "Isère",
    "slug": "isere",
    "description": "Entre Alpes et vallée du Rhône, l'Isère présente une grande diversité d'altitude et de climat. Nos couvreurs à Grenoble, Vienne et Bourgoin-Jallieu maîtrisent l'isolation adaptée selon l'altitude et l'ancrage renforcé pour les zones montagnardes. Les toitures alpines nécessitent des techniques spécialisées.",
    "specialites": [
      "Isolation selon altitude",
      "Toitures alpines spécialisées",
      "Ancrage montagnard renforcé"
    ],
    "keywords": [
      "couvreur Isère",
      "altitude Grenoble",
      "alpes Vienne",
      "montagne Bourgoin"
    ]
  },
  {
    "code": "39",
    "name": "Jura",
    "slug": "jura",
    "description": "Dans les montagnes du Jura, ce département subit des hivers rigoureux avec un enneigement important. Nos couvreurs à Lons-le-Saunier, Dole et Saint-Claude maîtrisent les toitures à forte pente pour l'évacuation de la neige et les systèmes de déneigement. L'isolation haute performance est cruciale.",
    "specialites": [
      "Toitures forte pente",
      "Systèmes de déneigement",
      "Isolation haute performance"
    ],
    "keywords": [
      "couvreur Jura",
      "pente Lons-le-Saunier",
      "neige Dole",
      "déneigement Saint-Claude"
    ]
  },
  {
    "code": "40",
    "name": "Landes",
    "slug": "landes",
    "description": "Dans la forêt landaise et sur la côte atlantique, les Landes subissent les vents océaniques et les embruns. Nos couvreurs à Mont-de-Marsan, Dax et Biscarrosse maîtrisent l'ancrage en terrain sablonneux et les traitements anticorrosion contre les embruns. L'étanchéité doit résister à l'humidité maritime.",
    "specialites": [
      "Ancrage terrain sablonneux",
      "Traitement anticorrosion",
      "Étanchéité anti-humidité maritime"
    ],
    "keywords": [
      "couvreur Landes",
      "sable Mont-de-Marsan",
      "embruns Dax",
      "maritime Biscarrosse"
    ]
  },
  {
    "code": "41",
    "name": "Loir-et-Cher",
    "slug": "loir-et-cher",
    "description": "Au cœur des châteaux de la Loire, le Loir-et-Cher bénéficie d'un climat continental modéré. Nos couvreurs à Blois, Romorantin-Lanthenay et Vendôme excellent dans la restauration de patrimoine royal et la pose de couvertures traditionnelles. Les techniques patrimoniales respectueuses sont essentielles.",
    "specialites": [
      "Restauration patrimoine royal",
      "Techniques patrimoniales",
      "Couvertures traditionnelles"
    ],
    "keywords": [
      "couvreur Loir-et-Cher",
      "royal Blois",
      "patrimoine Romorantin",
      "châteaux Vendôme"
    ]
  },
  {
    "code": "42",
    "name": "Loire",
    "slug": "loire",
    "description": "Entre monts du Forez et plaine stéphanoise, la Loire combine zones industrielles et rurales. Nos couvreurs à Saint-Étienne, Roanne et Montbrison maîtrisent l'isolation acoustique pour les zones industrielles et l'étanchéité adaptée à la pollution urbaine. Les toitures industrielles nécessitent des techniques spécialisées.",
    "specialites": [
      "Isolation acoustique industrielle",
      "Étanchéité anti-pollution",
      "Toitures industrielles"
    ],
    "keywords": [
      "couvreur Loire",
      "acoustique Saint-Étienne",
      "industriel Roanne",
      "pollution Montbrison"
    ]
  },
  {
    "code": "43",
    "name": "Haute-Loire",
    "slug": "haute-loire",
    "description": "Sur les hauts plateaux auvergnats, la Haute-Loire subit des conditions de haute altitude rigoureuses. Nos couvreurs au Puy-en-Velay, Monistrol-sur-Loire et Yssingeaux maîtrisent la pose de lauzes volcaniques et l'isolation haute performance. Les toitures doivent résister aux charges de neige importantes.",
    "specialites": [
      "Pose lauzes volcaniques",
      "Isolation haute altitude",
      "Résistance charges neige"
    ],
    "keywords": [
      "couvreur Haute-Loire",
      "lauze Le Puy",
      "altitude Monistrol",
      "neige Yssingeaux"
    ]
  },
  {
    "code": "44",
    "name": "Loire-Atlantique",
    "slug": "loire-atlantique",
    "description": "Entre Nantes et la côte atlantique, la Loire-Atlantique subit l'influence maritime et l'urbanisation. Nos couvreurs à Nantes, Saint-Nazaire et Châteaubriant maîtrisent l'isolation acoustique urbaine et les traitements anticorrosion contre les embruns. L'étanchéité de toitures-terrasses modernes est courante.",
    "specialites": [
      "Isolation acoustique urbaine",
      "Traitement anticorrosion",
      "Étanchéité toitures-terrasses"
    ],
    "keywords": [
      "couvreur Loire-Atlantique",
      "acoustique Nantes",
      "embruns Saint-Nazaire",
      "urbain Châteaubriant"
    ]
  },
  {
    "code": "45",
    "name": "Loiret",
    "slug": "loiret",
    "description": "Autour d'Orléans, le Loiret bénéficie d'un climat continental modéré. Nos couvreurs à Orléans, Montargis et Pithiviers maîtrisent la restauration de patrimoine historique et l'isolation thermique adaptée aux variations saisonnières. Les techniques traditionnelles orléanaises sont préservées.",
    "specialites": [
      "Restauration patrimoine historique",
      "Isolation thermique",
      "Techniques traditionnelles"
    ],
    "keywords": [
      "couvreur Loiret",
      "patrimoine Orléans",
      "isolation Montargis",
      "traditionnel Pithiviers"
    ]
  },
  {
    "code": "46",
    "name": "Lot",
    "slug": "lot",
    "description": "Sur les causses du Quercy, le Lot subit des vents forts et des variations thermiques importantes. Nos couvreurs à Cahors, Figeac et Gourdon maîtrisent la pose de lauzes du causse et l'ancrage renforcé contre les vents. L'étanchéité doit résister aux conditions difficiles des plateaux calcaires.",
    "specialites": [
      "Pose lauzes du causse",
      "Ancrage anti-vents",
      "Étanchéité plateaux calcaires"
    ],
    "keywords": [
      "couvreur Lot",
      "lauze Cahors",
      "vents Figeac",
      "causse Gourdon"
    ]
  },
  {
    "code": "47",
    "name": "Lot-et-Garonne",
    "slug": "lot-et-garonne",
    "description": "Entre coteaux et vallées, le Lot-et-Garonne bénéficie d'un climat océanique dégradé. Nos couvreurs à Agen, Marmande et Villeneuve-sur-Lot maîtrisent la pose de tuiles canal et la ventilation de bâtiments agricoles. L'étanchéité adaptée à l'activité fruitière est une spécialité.",
    "specialites": [
      "Pose tuiles canal",
      "Ventilation bâtiments agricoles",
      "Étanchéité activité fruitière"
    ],
    "keywords": [
      "couvreur Lot-et-Garonne",
      "tuiles Agen",
      "agricole Marmande",
      "ventilation Villeneuve"
    ]
  },
  {
    "code": "48",
    "name": "Lozère",
    "slug": "lozere",
    "description": "Sur les hauts plateaux cévenols, la Lozère subit des conditions climatiques extrêmes d'altitude. Nos couvreurs à Mende, Florac et Marvejols maîtrisent la pose de schiste cévenol et l'isolation ultra-performante. Les toitures doivent résister aux vents violents et aux charges de neige importantes.",
    "specialites": [
      "Pose schiste cévenol",
      "Isolation ultra-performante",
      "Résistance conditions extrêmes"
    ],
    "keywords": [
      "couvreur Lozère",
      "schiste Mende",
      "extrême Florac",
      "altitude Marvejols"
    ]
  },
  {
    "code": "49",
    "name": "Maine-et-Loire",
    "slug": "maine-et-loire",
    "description": "En Anjou, le Maine-et-Loire bénéficie d'un climat océanique dégradé doux. Nos couvreurs à Angers, Cholet et Saumur maîtrisent la pose d'ardoises angevines et la restauration de châteaux ligériens. Les techniques traditionnelles angevines et l'étanchéité patrimoniale sont nos spécialités.",
    "specialites": [
      "Pose ardoises angevines",
      "Restauration châteaux",
      "Techniques traditionnelles"
    ],
    "keywords": [
      "couvreur Maine-et-Loire",
      "ardoise Angers",
      "châteaux Cholet",
      "angevin Saumur"
    ]
  },
  {
    "code": "50",
    "name": "Manche",
    "slug": "manche",
    "description": "Sur la presqu'île du Cotentin, la Manche affronte les tempêtes les plus violentes de la façade atlantique. Nos couvreurs à Saint-Lô, Cherbourg-en-Cotentin et Avranches maîtrisent l'ancrage ultra-renforcé et l'étanchéité exceptionnelle. Les matériaux doivent résister aux conditions maritimes extrêmes.",
    "specialites": [
      "Ancrage ultra-renforcé",
      "Étanchéité exceptionnelle",
      "Résistance maritime extrême"
    ],
    "keywords": [
      "couvreur Manche",
      "tempête Saint-Lô",
      "maritime Cherbourg",
      "extrême Avranches"
    ]
  },
  {
    "code": "51",
    "name": "Marne",
    "slug": "marne",
    "description": "En Champagne, la Marne bénéficie d'un climat continental avec des besoins spécifiques pour les caves viticoles. Nos couvreurs à Reims, Châlons-en-Champagne et Épernay maîtrisent l'isolation adaptée aux chais et caves, et la pose de couvertures traditionnelles champenoises.",
    "specialites": [
      "Isolation chais et caves",
      "Couvertures champenoises",
      "Étanchéité viticole"
    ],
    "keywords": [
      "couvreur Marne",
      "caves Reims",
      "champagne Châlons",
      "viticole Épernay"
    ]
  },
  {
    "code": "52",
    "name": "Haute-Marne",
    "slug": "haute-marne",
    "description": "Sur les plateaux de Langres, la Haute-Marne subit un climat continental rigoureux avec des hivers difficiles. Nos couvreurs à Chaumont, Saint-Dizier et Langres maîtrisent l'isolation renforcée contre le froid et la résistance aux charges de neige importantes des plateaux.",
    "specialites": [
      "Isolation anti-froid",
      "Résistance charges neige",
      "Toitures plateaux"
    ],
    "keywords": [
      "couvreur Haute-Marne",
      "froid Chaumont",
      "neige Saint-Dizier",
      "plateaux Langres"
    ]
  },
  {
    "code": "53",
    "name": "Mayenne",
    "slug": "mayenne",
    "description": "Dans le bocage mayennais, ce département subit un climat océanique dégradé humide. Nos couvreurs à Laval, Château-Gontier et Mayenne maîtrisent la pose d'ardoises mayennaises et l'étanchéité anti-humidité constante. L'isolation contre l'humidité persistante est essentielle.",
    "specialites": [
      "Pose ardoises mayennaises",
      "Étanchéité anti-humidité",
      "Isolation anti-humidité"
    ],
    "keywords": [
      "couvreur Mayenne",
      "ardoise Laval",
      "humidité Château-Gontier",
      "bocage Mayenne"
    ]
  },
  {
    "code": "54",
    "name": "Meurthe-et-Moselle",
    "slug": "meurthe-et-moselle",
    "description": "Entre Nancy et les Vosges, la Meurthe-et-Moselle subit un climat continental à influence montagnarde. Nos couvreurs à Nancy, Vandœuvre-lès-Nancy et Lunéville maîtrisent la restauration de patrimoine Art nouveau et l'isolation adaptée aux variations thermiques importantes du climat lorrain.",
    "specialites": [
      "Restauration Art nouveau",
      "Isolation climate continental",
      "Techniques lorraines"
    ],
    "keywords": [
      "couvreur Meurthe-et-Moselle",
      "art nouveau Nancy",
      "continental Vandœuvre",
      "lorrain Lunéville"
    ]
  },
  {
    "code": "55",
    "name": "Meuse",
    "slug": "meuse",
    "description": "Entre Argonne et côtes de Meuse, ce département subit un climat continental rigoureux. Nos couvreurs à Bar-le-Duc, Verdun et Commercy maîtrisent la pose de tuiles plates traditionnelles et l'isolation renforcée contre les hivers froids. La restauration de patrimoine historique nécessite des techniques respectueuses et des matériaux durables adaptés au climat continental.",
    "specialites": [
      "Pose de tuiles plates",
      "Isolation anti-froid",
      "Restauration de patrimoine"
    ],
    "keywords": [
      "couvreur Meuse",
      "tuiles Bar-le-Duc",
      "isolation Verdun",
      "patrimoine Commercy"
    ]
  },
  {
    "code": "56",
    "name": "Morbihan",
    "slug": "morbihan",
    "description": "Entre golfe du Morbihan et côtes atlantiques, ce département subit les embruns marins constants. Nos couvreurs à Vannes, Lorient et Pontivy excellent dans la pose d'ardoises bretonnes et les traitements anticorrosion. L'ancrage doit résister aux tempêtes atlantiques et l'étanchéité être renforcée face à l'humidité marine.",
    "specialites": [
      "Pose d'ardoises bretonnes",
      "Traitement anticorrosion marine",
      "Ancrage anti-tempêtes"
    ],
    "keywords": [
      "couvreur Morbihan",
      "ardoise Vannes",
      "anticorrosion Lorient",
      "tempête Pontivy"
    ]
  },
  {
    "code": "57",
    "name": "Moselle",
    "slug": "moselle",
    "description": "Aux frontières allemande et luxembourgeoise, la Moselle subit un climat continental à influences rhénanes. Nos couvreurs à Metz, Thionville et Forbach maîtrisent l'isolation haute performance contre les variations thermiques importantes et la pose de matériaux adaptés aux hivers rigoureux. Les techniques de zinguerie sont essentielles pour l'évacuation des eaux.",
    "specialites": [
      "Isolation haute performance",
      "Zinguerie évacuation eaux",
      "Matériaux anti-gel"
    ],
    "keywords": [
      "couvreur Moselle",
      "isolation Metz",
      "zinguerie Thionville",
      "gel Forbach"
    ]
  },
  {
    "code": "58",
    "name": "Nièvre",
    "slug": "nievre",
    "description": "Entre Loire et Morvan, la Nièvre présente des variations d'altitude et d'humidité importantes. Nos couvreurs à Nevers, Cosne-Cours-sur-Loire et Clamecy maîtrisent l'étanchéité adaptée aux zones humides du Morvan et l'isolation contre les variations thermiques. La pose de tuiles plates traditionnelles nécessite une expertise locale.",
    "specialites": [
      "Étanchéité zones humides",
      "Isolation anti-variations",
      "Pose de tuiles plates"
    ],
    "keywords": [
      "couvreur Nièvre",
      "humidité Nevers",
      "morvan Cosne",
      "tuiles Clamecy"
    ]
  },
  {
    "code": "59",
    "name": "Nord",
    "slug": "nord",
    "description": "En région des Hauts-de-France, le Nord subit un climat océanique dégradé avec des vents fréquents et une humidité constante. Nos couvreurs à Lille, Roubaix et Valenciennes excellent dans la pose de tuiles flamandes et l'isolation acoustique urbaine. L'étanchéité renforcée est cruciale face aux précipitations importantes.",
    "specialites": [
      "Pose de tuiles flamandes",
      "Isolation acoustique urbaine",
      "Étanchéité renforcée"
    ],
    "keywords": [
      "couvreur Nord",
      "flamand Lille",
      "acoustique Roubaix",
      "étanchéité Valenciennes"
    ]
  },
  {
    "code": "60",
    "name": "Oise",
    "slug": "oise",
    "description": "Aux portes de Paris, l'Oise bénéficie d'un climat océanique dégradé. Nos couvreurs à Beauvais, Compiègne et Creil maîtrisent la restauration de patrimoine historique et les toitures résidentielles modernes. L'isolation thermique et acoustique doit répondre aux exigences de la proximité parisienne.",
    "specialites": [
      "Restauration de patrimoine",
      "Toitures résidentielles",
      "Isolation thermique et acoustique"
    ],
    "keywords": [
      "couvreur Oise",
      "patrimoine Beauvais",
      "résidentiel Compiègne",
      "isolation Creil"
    ]
  },
  {
    "code": "61",
    "name": "Orne",
    "slug": "orne",
    "description": "Dans le bocage normand, l'Orne subit un climat océanique avec une humidité persistante. Nos couvreurs à Alençon, Flers et Argentan maîtrisent la pose d'ardoises normandes et l'étanchéité anti-humidité. La restauration de patrimoine rural nécessite des techniques traditionnelles préservées.",
    "specialites": [
      "Pose d'ardoises normandes",
      "Étanchéité anti-humidité",
      "Restauration patrimoine rural"
    ],
    "keywords": [
      "couvreur Orne",
      "ardoise Alençon",
      "humidité Flers",
      "rural Argentan"
    ]
  },
  {
    "code": "62",
    "name": "Pas-de-Calais",
    "slug": "pas-de-calais",
    "description": "Face à l'Angleterre, le Pas-de-Calais subit les tempêtes de la Manche avec des vents violents constants. Nos couvreurs à Arras, Calais et Boulogne-sur-Mer excellent dans l'ancrage ultra-renforcé et l'étanchéité maritime. Les traitements anticorrosion sont essentiels face aux embruns salés.",
    "specialites": [
      "Ancrage ultra-renforcé",
      "Étanchéité maritime",
      "Traitement anticorrosion"
    ],
    "keywords": [
      "couvreur Pas-de-Calais",
      "ancrage Arras",
      "maritime Calais",
      "tempête Boulogne"
    ]
  },
  {
    "code": "63",
    "name": "Puy-de-Dôme",
    "slug": "puy-de-dome",
    "description": "Au cœur des volcans d'Auvergne, le Puy-de-Dôme présente des variations d'altitude importantes. Nos couvreurs à Clermont-Ferrand, Riom et Thiers maîtrisent la pose de lauzes volcaniques et l'isolation adaptée au climat montagnard. L'ancrage doit résister aux vents d'altitude et aux variations thermiques.",
    "specialites": [
      "Pose de lauzes volcaniques",
      "Isolation montagnarde",
      "Ancrage anti-vents d'altitude"
    ],
    "keywords": [
      "couvreur Puy-de-Dôme",
      "lauze Clermont-Ferrand",
      "montagne Riom",
      "altitude Thiers"
    ]
  },
  {
    "code": "64",
    "name": "Pyrénées-Atlantiques",
    "slug": "pyrenees-atlantiques",
    "description": "Entre océan et montagne, les Pyrénées-Atlantiques combinent défis maritimes et montagnards. Nos couvreurs à Pau, Bayonne et Biarritz maîtrisent l'ancrage renforcé contre les vents atlantiques et pyrénéens, les traitements anticorrosion marine et l'isolation adaptée aux variations d'altitude.",
    "specialites": [
      "Ancrage renforcé mixte",
      "Traitement anticorrosion",
      "Isolation multi-altitude"
    ],
    "keywords": [
      "couvreur Pyrénées-Atlantiques",
      "ancrage Pau",
      "anticorrosion Bayonne",
      "montagne Biarritz"
    ]
  },
  {
    "code": "65",
    "name": "Hautes-Pyrénées",
    "slug": "hautes-pyrenees",
    "description": "Dans les hautes vallées pyrénéennes, ce département affronte des conditions de haute montagne extrêmes. Nos couvreurs à Tarbes, Lourdes et Bagnères-de-Bigorre maîtrisent les toitures à très forte pente, l'isolation haute performance et les systèmes de pare-neige. L'ancrage doit résister aux avalanches et aux vents violents.",
    "specialites": [
      "Toitures très forte pente",
      "Isolation haute performance",
      "Systèmes pare-neige"
    ],
    "keywords": [
      "couvreur Hautes-Pyrénées",
      "pente Tarbes",
      "isolation Lourdes",
      "pare-neige Bagnères"
    ]
  },
  {
    "code": "66",
    "name": "Pyrénées-Orientales",
    "slug": "pyrenees-orientales",
    "description": "Entre Méditerranée et Pyrénées catalanes, ce département subit la tramontane violente et une forte exposition solaire. Nos couvreurs à Perpignan, Canet-en-Roussillon et Prades maîtrisent l'ancrage ultra-renforcé contre la tramontane, la pose de tuiles canal et l'isolation thermique renforcée contre la chaleur.",
    "specialites": [
      "Ancrage anti-tramontane",
      "Pose tuiles canal",
      "Isolation thermique renforcée"
    ],
    "keywords": [
      "couvreur Pyrénées-Orientales",
      "tramontane Perpignan",
      "tuiles Canet",
      "isolation Prades"
    ]
  },
  {
    "code": "67",
    "name": "Bas-Rhin",
    "slug": "bas-rhin",
    "description": "Au cœur de l'Alsace, le Bas-Rhin subit un climat continental rhénan avec des variations thermiques importantes. Nos couvreurs à Strasbourg, Haguenau et Sélestat maîtrisent l'isolation haute performance contre le froid et la pose de matériaux traditionnels alsaciens. La zinguerie doit résister aux cycles gel-dégel.",
    "specialites": [
      "Isolation haute performance",
      "Matériaux alsaciens",
      "Zinguerie anti gel-dégel"
    ],
    "keywords": [
      "couvreur Bas-Rhin",
      "isolation Strasbourg",
      "alsacien Haguenau",
      "gel-dégel Sélestat"
    ]
  },
  {
    "code": "68",
    "name": "Haut-Rhin",
    "slug": "haut-rhin",
    "description": "Entre Vosges et Rhin, le Haut-Rhin présente des variations d'altitude importantes du vignoble aux sommets vosgiens. Nos couvreurs à Mulhouse, Colmar et Saint-Louis maîtrisent l'isolation adaptée selon l'altitude et la pose de matériaux montagnards. L'étanchéité doit résister aux précipitations vosgiennes.",
    "specialites": [
      "Isolation selon altitude",
      "Matériaux montagnards",
      "Étanchéité vosgienne"
    ],
    "keywords": [
      "couvreur Haut-Rhin",
      "altitude Mulhouse",
      "montagne Colmar",
      "vosges Saint-Louis"
    ]
  },
  {
    "code": "69",
    "name": "Rhône",
    "slug": "rhone",
    "description": "Autour de Lyon, le Rhône combine urbanisation dense et coteaux viticoles. Nos couvreurs à Lyon, Villefranche-sur-Saône et dans tout le département maîtrisent l'isolation acoustique urbaine, la pose de tuiles canal pour les vignobles et l'étanchéité de toitures-terrasses modernes. Les solutions éco-responsables sont privilégiées.",
    "specialites": [
      "Isolation acoustique urbaine",
      "Toitures-terrasses modernes",
      "Solutions éco-responsables"
    ],
    "keywords": [
      "couvreur Rhône",
      "acoustique Lyon",
      "terrasse Villefranche",
      "éco-responsable"
    ]
  },
  {
    "code": "70",
    "name": "Haute-Saône",
    "slug": "haute-saone",
    "description": "Entre Vosges et Jura, la Haute-Saône subit un climat continental montagnard rigoureux. Nos couvreurs à Vesoul, Lure et Gray maîtrisent l'isolation haute performance contre le froid, la résistance aux fortes charges de neige et la pose de matériaux traditionnels comtois adaptés aux hivers rudes.",
    "specialites": [
      "Isolation haute performance",
      "Résistance charges de neige",
      "Matériaux comtois"
    ],
    "keywords": [
      "couvreur Haute-Saône",
      "isolation Vesoul",
      "neige Lure",
      "comtois Gray"
    ]
  },
  {
    "code": "71",
    "name": "Saône-et-Loire",
    "slug": "saone-et-loire",
    "description": "Entre Charolais et Mâconnais, la Saône-et-Loire bénéficie d'un climat continental modéré. Nos couvreurs à Mâcon, Chalon-sur-Saône et Le Creusot maîtrisent la pose de tuiles bourguignonnes, la ventilation de bâtiments agricoles et viticoles, et l'isolation adaptée aux variations saisonnières.",
    "specialites": [
      "Pose tuiles bourguignonnes",
      "Ventilation bâtiments agricoles",
      "Isolation saisonnière"
    ],
    "keywords": [
      "couvreur Saône-et-Loire",
      "tuiles Mâcon",
      "ventilation Chalon",
      "agricole Le Creusot"
    ]
  },
  {
    "code": "72",
    "name": "Sarthe",
    "slug": "sarthe",
    "description": "Entre Maine et Perche, la Sarthe subit un climat océanique dégradé avec une humidité persistante. Nos couvreurs au Mans, La Flèche et Sablé-sur-Sarthe maîtrisent la pose d'ardoises traditionnelles, l'étanchéité anti-humidité et l'isolation adaptée à l'habitat rural dispersé du Maine.",
    "specialites": [
      "Pose d'ardoises traditionnelles",
      "Étanchéité anti-humidité",
      "Isolation habitat rural"
    ],
    "keywords": [
      "couvreur Sarthe",
      "ardoise Le Mans",
      "humidité La Flèche",
      "rural Sablé"
    ]
  },
  {
    "code": "73",
    "name": "Savoie",
    "slug": "savoie",
    "description": "Dans les Alpes savoyardes, ce département affronte des conditions de haute montagne avec un enneigement important. Nos couvreurs à Chambéry, Aix-les-Bains et Albertville maîtrisent les systèmes de déneigement, l'isolation haute performance alpine et l'ancrage renforcé contre les avalanches.",
    "specialites": [
      "Systèmes de déneigement",
      "Isolation haute performance alpine",
      "Ancrage anti-avalanche"
    ],
    "keywords": [
      "couvreur Savoie",
      "déneigement Chambéry",
      "alpin Aix-les-Bains",
      "avalanche Albertville"
    ]
  },
  {
    "code": "74",
    "name": "Haute-Savoie",
    "slug": "haute-savoie",
    "description": "Entre lac Léman et Mont-Blanc, la Haute-Savoie présente des conditions de très haute montagne extrêmes. Nos couvreurs à Annecy, Thonon-les-Bains et Chamonix-Mont-Blanc maîtrisent les techniques ultra-spécialisées de haute altitude, l'isolation exceptionnelle et les systèmes de sécurité anti-avalanche.",
    "specialites": [
      "Techniques ultra-spécialisées",
      "Isolation exceptionnelle",
      "Sécurité anti-avalanche"
    ],
    "keywords": [
      "couvreur Haute-Savoie",
      "haute-altitude Annecy",
      "extrême Thonon",
      "mont-blanc Chamonix"
    ]
  },
  {
    "code": "75",
    "name": "Paris",
    "slug": "paris",
    "description": "Au cœur de la capitale, Paris présente des défis urbains uniques avec un patrimoine haussmannien exceptionnel. Nos couvreurs dans tous les arrondissements maîtrisent la restauration de toitures en zinc, l'isolation acoustique urbaine et l'étanchéité de toitures-terrasses. Les contraintes patrimoniales nécessitent une expertise particulière.",
    "specialites": [
      "Restauration zinc haussmannien",
      "Isolation acoustique urbaine",
      "Étanchéité toitures-terrasses"
    ],
    "keywords": [
      "couvreur Paris",
      "zinc haussmannien",
      "acoustique urbain",
      "terrasse patrimoine"
    ]
  },
  {
    "code": "76",
    "name": "Seine-Maritime",
    "slug": "seine-maritime",
    "description": "Entre côte d'Albâtre et vallée de Seine, la Seine-Maritime subit les embruns marins et les vents violents de la Manche. Nos couvreurs au Havre, Rouen et Dieppe excellent dans les traitements anticorrosion marine, l'ancrage ultra-renforcé et l'étanchéité adaptée aux activités portuaires industrielles.",
    "specialites": [
      "Traitement anticorrosion marine",
      "Ancrage ultra-renforcé",
      "Étanchéité industrielle portuaire"
    ],
    "keywords": [
      "couvreur Seine-Maritime",
      "anticorrosion Le Havre",
      "ancrage Rouen",
      "industriel Dieppe"
    ]
  },
  {
    "code": "77",
    "name": "Seine-et-Marne",
    "slug": "seine-et-marne",
    "description": "Aux portes de Paris, la Seine-et-Marne combine patrimoine royal et habitat périurbain moderne. Nos couvreurs à Meaux, Melun et Fontainebleau maîtrisent la restauration de patrimoine historique, les toitures résidentielles modernes et l'isolation thermique et acoustique adaptée à la proximité parisienne.",
    "specialites": [
      "Restauration patrimoine royal",
      "Toitures résidentielles modernes",
      "Isolation thermique et acoustique"
    ],
    "keywords": [
      "couvreur Seine-et-Marne",
      "patrimoine Meaux",
      "résidentiel Melun",
      "royal Fontainebleau"
    ]
  },
  {
    "code": "78",
    "name": "Yvelines",
    "slug": "yvelines",
    "description": "Entre Versailles et vallée de Seine, les Yvelines cultivent le prestige résidentiel et patrimonial. Nos couvreurs à Versailles, Saint-Germain-en-Laye et Mantes-la-Jolie maîtrisent la restauration de patrimoine exceptionnel, les toitures de prestige et les techniques haut de gamme respectueuses des contraintes architecturales.",
    "specialites": [
      "Restauration patrimoine exceptionnel",
      "Toitures de prestige",
      "Techniques haut de gamme"
    ],
    "keywords": [
      "couvreur Yvelines",
      "prestige Versailles",
      "patrimoine Saint-Germain",
      "haut-gamme Mantes"
    ]
  },
  {
    "code": "79",
    "name": "Deux-Sèvres",
    "slug": "deux-sevres",
    "description": "Entre bocage et plaine poitevine, les Deux-Sèvres subissent un climat océanique avec une humidité persistante. Nos couvreurs à Niort, Bressuire et Parthenay maîtrisent l'étanchéité anti-humidité, la pose de tuiles plates traditionnelles et l'isolation adaptée à l'habitat rural bocager dispersé.",
    "specialites": [
      "Étanchéité anti-humidité",
      "Pose tuiles plates",
      "Isolation habitat rural"
    ],
    "keywords": [
      "couvreur Deux-Sèvres",
      "humidité Niort",
      "tuiles Bressuire",
      "rural Parthenay"
    ]
  },
  {
    "code": "80",
    "name": "Somme",
    "slug": "somme",
    "description": "Entre baie de Somme et plaines picardes, ce département subit les vents marins et continentaux. Nos couvreurs à Amiens, Abbeville et Péronne maîtrisent l'ancrage renforcé contre les vents de plaine, l'étanchéité maritime et l'isolation adaptée aux grandes variations thermiques entre littoral et intérieur.",
    "specialites": [
      "Ancrage anti-vents de plaine",
      "Étanchéité maritime",
      "Isolation variations thermiques"
    ],
    "keywords": [
      "couvreur Somme",
      "ancrage Amiens",
      "maritime Abbeville",
      "plaine Péronne"
    ]
  },
  {
    "code": "81",
    "name": "Tarn",
    "slug": "tarn",
    "description": "Entre Albi et monts de Lacaune, le Tarn présente des variations d'altitude avec un climat méditerranéen dégradé. Nos couvreurs à Albi, Castres et Gaillac maîtrisent la pose de tuiles canal, l'isolation adaptée aux écarts thermiques et l'étanchéité renforcée contre les orages violents du sud.",
    "specialites": [
      "Pose tuiles canal",
      "Isolation écarts thermiques",
      "Étanchéité anti-orages"
    ],
    "keywords": [
      "couvreur Tarn",
      "tuiles Albi",
      "isolation Castres",
      "orages Gaillac"
    ]
  },
  {
    "code": "82",
    "name": "Tarn-et-Garonne",
    "slug": "tarn-et-garonne",
    "description": "Entre Quercy et Lomagne, le Tarn-et-Garonne bénéficie d'un climat océanique dégradé avec des étés chauds. Nos couvreurs à Montauban, Castelsarrasin et Moissac maîtrisent la ventilation de combles pour les bâtiments agricoles, l'isolation thermique renforcée et la pose de tuiles canal traditionnelles.",
    "specialites": [
      "Ventilation combles agricoles",
      "Isolation thermique renforcée",
      "Pose tuiles canal"
    ],
    "keywords": [
      "couvreur Tarn-et-Garonne",
      "ventilation Montauban",
      "isolation Castelsarrasin",
      "agricole Moissac"
    ]
  },
  {
    "code": "83",
    "name": "Var",
    "slug": "var",
    "description": "Entre Méditerranée et arrière-pays provençal, le Var subit le mistral violent et les embruns marins. Nos couvreurs à Toulon, Fréjus et Draguignan excellent dans l'ancrage ultra-renforcé contre le mistral, les traitements anticorrosion marine et l'isolation adaptée aux fortes chaleurs estivales.",
    "specialites": [
      "Ancrage ultra-renforcé mistral",
      "Traitement anticorrosion",
      "Isolation anti-chaleur"
    ],
    "keywords": [
      "couvreur Var",
      "mistral Toulon",
      "anticorrosion Fréjus",
      "chaleur Draguignan"
    ]
  },
  {
    "code": "84",
    "name": "Vaucluse",
    "slug": "vaucluse",
    "description": "Entre Rhône et mont Ventoux, le Vaucluse subit le mistral extrêmement violent et une forte exposition solaire. Nos couvreurs à Avignon, Carpentras et Orange maîtrisent l'ancrage spécialisé contre les vents violents, la ventilation de bâtiments viticoles et l'isolation thermique renforcée contre la chaleur.",
    "specialites": [
      "Ancrage anti-mistral violent",
      "Ventilation viticole",
      "Isolation thermique renforcée"
    ],
    "keywords": [
      "couvreur Vaucluse",
      "mistral Avignon",
      "viticole Carpentras",
      "chaleur Orange"
    ]
  },
  {
    "code": "85",
    "name": "Vendée",
    "slug": "vendee",
    "description": "Entre bocage et littoral atlantique, la Vendée subit les tempêtes océaniques et les embruns salés. Nos couvreurs à La Roche-sur-Yon, Les Sables-d'Olonne et Fontenay-le-Comte maîtrisent l'ancrage renforcé contre les tempêtes, les traitements anticorrosion et l'étanchéité maritime adaptée au tourisme balnéaire.",
    "specialites": [
      "Ancrage anti-tempêtes",
      "Traitement anticorrosion",
      "Étanchéité maritime"
    ],
    "keywords": [
      "couvreur Vendée",
      "tempête La Roche",
      "anticorrosion Les Sables",
      "maritime Fontenay"
    ]
  },
  {
    "code": "86",
    "name": "Vienne",
    "slug": "vienne",
    "description": "Entre Poitou et Touraine, la Vienne bénéficie d'un climat océanique dégradé modéré. Nos couvreurs à Poitiers, Châtellerault et Montmorillon maîtrisent la restauration de patrimoine roman, la pose de tuiles plates traditionnelles et l'isolation adaptée aux variations saisonnières du climat continental tempéré.",
    "specialites": [
      "Restauration patrimoine roman",
      "Pose tuiles plates",
      "Isolation climat tempéré"
    ],
    "keywords": [
      "couvreur Vienne",
      "roman Poitiers",
      "tuiles Châtellerault",
      "tempéré Montmorillon"
    ]
  },
  {
    "code": "87",
    "name": "Haute-Vienne",
    "slug": "haute-vienne",
    "description": "Au cœur du Limousin, la Haute-Vienne subit un climat océanique dégradé avec une humidité importante. Nos couvreurs à Limoges, Saint-Yrieix-la-Perche et Bellac maîtrisent la pose d'ardoises limousines, l'étanchéité anti-humidité et l'isolation adaptée à l'habitat rural dispersé des plateaux limousins.",
    "specialites": [
      "Pose ardoises limousines",
      "Étanchéité anti-humidité",
      "Isolation habitat rural"
    ],
    "keywords": [
      "couvreur Haute-Vienne",
      "ardoise Limoges",
      "humidité Saint-Yrieix",
      "rural Bellac"
    ]
  },
  {
    "code": "88",
    "name": "Vosges",
    "slug": "vosges",
    "description": "Dans le massif vosgien, ce département affronte des conditions de moyenne montagne avec un enneigement important. Nos couvreurs à Épinal, Saint-Dié-des-Vosges et Gérardmer maîtrisent l'isolation haute performance montagnarde, la résistance aux fortes charges de neige et l'étanchéité adaptée aux précipitations abondantes.",
    "specialites": [
      "Isolation haute performance",
      "Résistance charges de neige",
      "Étanchéité précipitations"
    ],
    "keywords": [
      "couvreur Vosges",
      "isolation Épinal",
      "neige Saint-Dié",
      "précipitations Gérardmer"
    ]
  },
  {
    "code": "89",
    "name": "Yonne",
    "slug": "yonne",
    "description": "Entre Bourgogne et Île-de-France, l'Yonne bénéficie d'un climat continental modéré. Nos couvreurs à Auxerre, Sens et Avallon maîtrisent la restauration de patrimoine médiéval, la pose de tuiles bourguignonnes et l'isolation adaptée aux variations saisonnières du climat continental tempéré.",
   "specialites": [
      "Toitures bourguignonnes de l'Yonne",
      "Restauration de patrimoine médiéval",
      "Techniques traditionnelles bourguignonnes"
    ],
    "keywords": [
      "couvreur Yonne",
      "bourgogne Auxerre",
      "médiéval Sens",
      "patrimoine Avallon"
    ]
  },
  {
    "code": "90",
    "name": "Territoire de Belfort",
    "slug": "territoire-de-belfort",
    "description": "Entre Vosges et Jura, le Territoire de Belfort cultive ses traditions frontalières et industrielles. Nos couvreurs à Belfort et dans tout le territoire maîtrisent les toitures comtoises et les couvertures industrielles. Le climat continental montagnard et l'héritage industriel nécessitent des solutions d'isolation performantes et des techniques adaptées aux bâtiments industriels.",
    "specialites": [
      "Toitures comtoises frontalières",
      "Couvertures industrielles",
      "Isolation montagnarde industrielle"
    ],
    "keywords": [
      "couvreur Territoire de Belfort",
      "frontalier Belfort",
      "comtois montagne",
      "industriel moderne"
    ]
  },
  {
    "code": "91",
    "name": "Essonne",
    "slug": "essonne",
    "description": "Au sud de Paris, l'Essonne conjugue patrimoine francilien et modernité périurbaine. Nos couvreurs à Évry-Courcouronnes, Corbeil-Essonnes et Étampes maîtrisent les toitures franciliennes modernes et les couvertures résidentielles de qualité. La proximité parisienne et l'urbanisation nécessitent des solutions d'isolation acoustique et thermique adaptées à la densité urbaine.",
    "specialites": [
      "Toitures franciliennes modernes",
      "Couvertures résidentielles de qualité",
      "Isolation acoustique urbaine"
    ],
    "keywords": [
      "couvreur Essonne",
      "francilien Évry",
      "résidentiel Corbeil",
      "périurbain Étampes"
    ]
  },
  {
    "code": "92",
    "name": "Hauts-de-Seine",
    "slug": "hauts-de-seine",
    "description": "À l'ouest de Paris, les Hauts-de-Seine cultivent le prestige et la modernité urbaine. Nos couvreurs à Nanterre, Boulogne-Billancourt et Courbevoie maîtrisent les toitures de prestige et les couvertures contemporaines urbaines. La densité urbaine exceptionnelle et les exigences de qualité nécessitent des matériaux haut de gamme et des techniques de pointe.",
    "specialites": [
      "Toitures de prestige urbain",
      "Couvertures contemporaines haut de gamme",
      "Techniques de pointe urbaines"
    ],
    "keywords": [
      "couvreur Hauts-de-Seine",
      "prestige Nanterre",
      "moderne Boulogne",
      "urbain Courbevoie"
    ]
  },
  {
    "code": "93",
    "name": "Seine-Saint-Denis",
    "slug": "seine-saint-denis",
    "description": "Au nord-est de Paris, la Seine-Saint-Denis conjugue diversité urbaine et défis sociaux. Nos couvreurs à Saint-Denis, Montreuil et Aulnay-sous-Bois maîtrisent les toitures urbaines accessibles et les couvertures de logements sociaux. La densité urbaine et les enjeux sociaux nécessitent des solutions économiques durables et des techniques adaptées à l'habitat collectif.",
    "specialites": [
      "Toitures urbaines accessibles",
      "Couvertures de logements sociaux",
      "Solutions économiques durables"
    ],
    "keywords": [
      "couvreur Seine-Saint-Denis",
      "urbain Saint-Denis",
      "social Montreuil",
      "collectif Aulnay"
    ]
  },
  {
    "code": "94",
    "name": "Val-de-Marne",
    "slug": "val-de-marne",
    "description": "Au sud-est de Paris, le Val-de-Marne allie patrimoine historique et modernité urbaine. Nos couvreurs à Créteil, Vitry-sur-Seine et Saint-Maur-des-Fossés maîtrisent les toitures franciliennes diversifiées et les couvertures résidentielles de qualité. La diversité urbaine et les exigences résidentielles nécessitent des solutions adaptées à chaque type d'habitat.",
    "specialites": [
      "Toitures franciliennes diversifiées",
      "Couvertures résidentielles variées",
      "Adaptation à l'habitat diversifié"
    ],
    "keywords": [
      "couvreur Val-de-Marne",
      "francilien Créteil",
      "résidentiel Vitry",
      "diversifié Saint-Maur"
    ]
  },
  {
    "code": "95",
    "name": "Val-d'Oise",
    "slug": "val-doise",
    "description": "Situé au nord-ouest de Paris, le Val-d'Oise allie charme rural et dynamisme urbain. Nos couvreurs interviennent à Cergy, Pontoise et Argenteuil pour entretenir et rénover aussi bien les toitures traditionnelles franciliennes que les couvertures modernes des habitations récentes. La proximité de la capitale et l’urbanisation croissante exigent des solutions d’isolation thermique et acoustique performantes, adaptées aux besoins des zones périurbaines.",
    "specialites": [
      "Rénovation de toitures traditionnelles franciliennes",
      "Couvertures modernes pour habitations récentes",
      "Isolation thermique et acoustique en milieu périurbain"
    ],
    "keywords": [
      "couvreur Val-d'Oise",
      "couvreur Cergy",
      "couvreur Pontoise",
      "couvreur Argenteuil",
      "isolation toiture Val-d'Oise"
    ]
  }

]
